tap "davidalger/warden"
tap "exolnet/deprecated"
tap "havoc-io/mutagen"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "mongodb/brew"

brew "coreutils"
brew "findutils"
brew "gnu-sed", link: true
brew "openssl@1.1"
brew "libssh2"
brew "ffmpeg"
brew "gnutls"
brew "imagemagick"
brew "inetutils"
brew "nss"
brew "gobject-introspection"
brew "harfbuzz"
brew "libheif"
brew "libpq"
brew "git"

brew "bash"
brew "bash-completions2"
brew "zsh"

brew "node"
brew "ruby"
brew "php", link: false
brew "php@7.2"
brew "php@7.3"
brew "python@3.8", link: true

brew "nginx"
brew "redis", restart_service: true
brew "mongodb/brew/mongodb-community"
brew "mysql@5.7", restart_service: true

brew "pv"
brew "yarn"
brew "sha2"
brew "truncate"
brew "wget"
brew "htop"
brew "tldr"
brew "parallel"
brew "gnupg"
brew "mkcert"

brew "netcat"
brew "nikto"
brew "nmap"
brew "exploitdb"
brew "gobuster"
brew "hydra"
brew "sqlmap"
brew "theharvester"
brew "john-jumbo"

brew "hugo"
brew "neovim"
brew "davidalger/warden/warden"
brew "mysql-client"
brew "kubernetes-cli"
brew "jmeter"
brew "havoc-io/mutagen/mutagen"

cask "chromedriver"
cask "openvpn-connect-beta"
cask "robo-3t"
cask "teamviewer"
